[
  {
    "name": "Jump Starter",
    "usualPrice": 100,
    "description": "All of us understand exactly how annoying a car battery issue can be. Therefore, a jump starter is a must-have automobile accessory. For those “car-doesn’t-start” times, you will unquestionably need a jump starter. This accessory is specifically beneficial during the winter season when severe chilly weather freezes your car engine or when your car battery stops working. The great part is, a great deal of jump starters currently feature added accessories that will certainly save your cash.",
    "brand": "Yaber",
    "imageUrl": "https://cdncloudcart.com/11123/products/images/2235/starterno-ustrojstvo-yaber-jump-starter-2000a-image_5fabe0092ec50_600x600.png?1605106010"
  },
  {
    "name": "Navigation System",
    "usualPrice": 300,
    "description": "An electronic system in a vehicle or mobile device that provides a real-time map of the current location and step-by-step directions to a requested destination. Often called a GPS, a navigation system (nav) receives signals from the satellite-based global positioning system (see GPS).",
    "brand": "Pioneer",
    "imageUrl": "https://static10.edstatic.net/product_images/470x470/resize/dmh-a3300dab_6e4qoq2z.png?v=1"
  },
  {
    "name": "Car Tool Set",
    "usualPrice": 80,
    "description": "Much like the hydraulic jack, this toolkit serves when your car has a blowout. Besides, your hydraulic jack would be ineffective unless you have the tools needed to repair your automobile. This tool set is also fantastic for all sorts of small car repair work.",
    "brand": "DeWalt",
    "imageUrl": "https://hips.hearstapps.com/pop.h-cdn.co/assets/16/24/1465930638-dewalt-ratchet.jpg"
  },
  {
    "name": "Bluetooth Transmitter",
    "usualPrice": 10,
    "description": "A Bluetooth transmitter is a device that can conveniently link to your smart device and play songs from your phone or MicroSD card. It additionally lets you appreciate hands-free calling with the integrated microphone.",
    "brand": "T20",
    "imageUrl": "https://www.mytrendyphone.eu/images/Bluetooth-FM-Transmitter-with-Dual-USB-Car-Charger-Black-16042019-01-p.jpg"
  },
  {
    "name": "Hydraulic Jack",
    "usualPrice": 60,
    "description": "A blowout is no fun, and that’s when you will need a hydraulic jack. The brand-new variety of hydraulic jacks are lightweight, small, and very easy to store in your automobile.",
    "brand": "Pro Lift",
    "imageUrl": "https://www.pro-lift-montagetechnik.com/WebRoot/Store15/Shops/78156040/550A/D969/6A20/B6F4/4184/C0A8/2BBA/4D13/01282_5t_Stempelheber_J_215-430mm_homepage_ml.jpg"
  },
  {
    "name": "Stinger",
    "usualPrice": 15,
    "description": "Staying prepared for the most awful circumstances will provide you the peace of mind and a sense of security. A stinger is a helpful device that will certainly assist you easily smash your vehicle window glasses, enabling you a fast exist. Typically, the automobile windows and doors obtain jammed throughout a roadway crash. A stinger also has a slim blade on its backside, which allows you to free up a jammed seat belt.",
    "brand": "The Stringer",
    "imageUrl": "https://cdn.shopify.com/s/files/1/0049/0867/9266/products/Life-Saving_Whip_1500x1500-01_ac859a0d-51bf-474c-be70-fbce69d408ce_2048x.jpg?v=1600317435"
  }
]